/* 
  Health.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/3/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* No comment provided by engineer. */

"MonitorOutOfSpace_NotifTitle" = "Lo spazio su disco si sta esaurendo!";
"MonitorOutOfSpace_NotifDescription" = "Avvia CleanMyMac per rimuovere elementi indesiderati e recuperare spazio.";

/* Disk SMART failure notification */
"MonitorSMART_NotifTitle" = "Diagnostica S.M.A.R.T. critica!";
"MonitorSMART_NotifDescription" = "Le tue diagnostiche indicano un imminente guasto del disco. Agisci per prevenire la perdita di dati.";

/* SSD Life failure notification */
"MonitorSSD_NotifTitle" = "Guasto dell'SSD imminente!";
"MonitorSSD_NotifTooltip" = "Durata SSD %@ restante: %li%%";
"MonitorSSDLife_NotifDescription" = "Le tue diagnostiche indicano un imminente guasto del disco. Agisci per prevenire la perdita di dati.";

/* High disk temperature notification */
"MonitorHighTemp_NotifTitle" = "Temperatura del disco elevata!";
"MonitorHighTemp_NotifTooltip" = "La temperatura di %@ supera %@";
"MonitorHighTemp_NotifDescription" = "La temperatura del disco supera il livello consigliato. Assicurati che non succeda regolarmente.";

/* Battery failure notification */
"MonitorBattery_NotifTitle" = "La tua batteria sta per guastarsi!";
"MonitorBattery_NotifDescription" = "L'analisi della batteria del tuo Mac indica un guasto imminente. Ti consigliamo di sostituirla.";

/* Low RAM issue. */
"MonitorRAM_NotifTitle" = "Uso elevato della memoria";
"MonitorRAM_NotifDescription" = "Il tuo Mac sta esaurendo la memoria fisica e virtuale. Ti consigliamo di uscire da alcune app.";

/* Battery health */
"Health: %@" = "Stato: %@";

"Undefined" = "indefinito";
"Fair" = "sufficiente";
"Good" = "buono";
"Poor" = "scarso";

/* Battery charging state */
"Charged" = "carica";
"Not Charging" = "non in carica";
"Calculating…" = "Calcolo…";
"%ld:%02ld Until Full" = "%ld:%02ld alla carica completa";
"%ld:%02ld Remaining" = "%ld:%02ld restanti";
"%@ Limited" = "Limite %@";
"%@ Threshold" = "Limite %@";
"Overfilled" = "Troppo pieno";

"DiskAvailableSpace_description" = "%@ disponibile";
"DiskAvailableSpace_tooltip" = "%@ gratis\n%@ disponibile. Questo numero indica il totale di spazio libero e da pulire che può essere liberato immediatamente dal sistema.";
"RAMStatus_description" = "%@";
"RAMStatus_tooltip" = "%@ libero";
"RAMCleanupInProgress_Title" = "Libero…";
"TrashSizeStatus_description" = "%@";
"TrashSizeStatus_tooltip" = "%@ usato";
"TrashSizeStatus_tooltipForZeroSize" = "%@ usato in %@";

"WiredRAM_LegendTitle" = "Collegata";
"WiredRAM_LegendDescription" = "La memoria non può essere allocata sul disco, pertanto deve restare nella RAM. Questa memoria non può essere utilizzata da altre app.";

"ActiveRAM_LegendTitle" = "Attiva";
"ActiveRAM_LegendDescription" = "Questa informazione si trova nella RAM ed è stata usata di recente.";

"InactiveRAM_LegendTitle" = "Inattiva";
"InactiveRAM_LegendDescription" = "Questa informazione si trova nella RAM, ma non è usata attivamente, è stata usata di recente.";

"CompressedRAM_LegendTitle" = "Compressa";
"CompressedRAM_LegendDescription" = "La quantità di memoria nella RAM che è stata compressa per rendere disponibile più RAM per altri processi.";

"GHz" = "GHz";

"Monitoring OFF" = "Monitoraggio NO";
